[
  {
    "title": "Japanisches Curry",
    "image": "JapaneseCurry.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch", "vegan"],
    "ingredients": [
      "1 Tasse Reis",
      "1 1/2 Tassen Wasser",
      "100g Japanese Golden Curry",
      "3 Karotten",
      "750g Kartoffeln",
      "1 Zwiebel",
      "5 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Zwiebeln, Knoblauch, Karotten und Kartoffeln schälen und klein schneiden. Mit wenig Öl alles nacheinander im Topf anschwitzen. Danach Salzwasser ausgießen bis alles leicht bedeckt ist und für 15 Minuten köcheln lassen.",
      "Den Reis waschen und dann mit dem Wasser und einer Prise Salz zum Kochen bringen und dann bei kleiner Hitze noch für 15 Minuten köcheln lassen. Zwischendurch umrühren.",
      "Das 'Golden Curry' in den Topf zu dem Gemüse geben, die Hitze klein stellen und dabei alles einrühren und noch einmal für 5 Minuten köcheln lassen. Mit Salz und Pfeffer abschmecken.",
      "Den gekochten Reis auf den Teller packen und das Curry über den Reis gießen."
    ]
  },
  {
    "title": "Aloo Masala",
    "image": "AlooMasala.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "1 EL Butter",
      "2 große Zwiebeln",
      "5cm Stück Ingwer",
      "6 Knoblauchzehen",
      "400g Kartoffeln",
      "250ml Milch",
      "150ml Sahne",
      "15 Cashews",
      "3 Gewürznelken",
      "2 grüne Kardamoms",
      "1 TL Salz",
      "1 TL Chilipaprikapulver",
      "1 TL Garam Masala",
      "1 TL Korianderpulver",
      "1 TL Kurkuma",
      "1 TL Bockshornkleeblätter"
    ],
    "preparation": [
      "Die Cashews in einer Pfanne ohne Öl anrösten und dann in eine Schüssel legen.",
      "Die Kartoffeln schälen und in kleine Würfel schneiden und dann in Salzwasser weich kochen lassen.",
      "Die Butter in der gleichen Pfanne auflösen lassen und dann die in Scheiben geschnittenen Zwiebeln braun braten lassen. Den grob geschnittenen Ingwer und Knoblauchzehen dazu geben und alles weiter braten lassen. Alle Gewürze, außer die Bockshornkleeblätter und die Cashews dazu geben und permanent umrühren. Nach ein 1-2 Minuten das Gemisch mit der Milch ablöschen.",
      "Die Masse zu einer feinen Masse pürieren und dann die gekochten Kartoffeln und die Sahne dazu geben und noch einmal für ein paar Minuten auf kleiner Hitze kochen lassen. Am Ende noch die Bockshornkleeblätter in der Hand reiben und darüber geben.",
      "Das Aloo Masala mit Reis und/oder Naan anrichten."
    ]
  },
  {
    "title": "Egg Fried Rice",
    "image": "EggFriedRice.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "1 Tasse Reis",
      "1,5 Tassen Wasser",
      "6 Eier",
      "3 Karotten",
      "1 Dose Erbsen",
      "2 Zwiebeln",
      "7 Knoblauchzehen",
      "Sojasoße",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Den Reis waschen und danach mit dem Wasser und Salz zum Kochen bringen und danach für ca. 15 Minuten auf kleiner Hitze köcheln lassen. Am Ende den Reis mit Butter würzen.",
      "Aus den Eiern Rührei machen und diese aus der Pfanne nehmen.",
      "Die Zwiebeln und den Knoblauch mit Öl anbraten. Danach die Karotten und Erbsen dazugeben. Am Ende den gekochten Reis einrühren und das Rührei dazugeben. Mit Salz, Sojasoße und Pfeffer würzen und ein wenig anbraten lassen."
    ]
  },
  {
    "title": "Paneer Butter Masala",
    "image": "PaneerButterMasala.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "Soße:",
      "2 EL Öl",
      "1 EL Butter",
      "2 Grüne Kardamom",
      "2 Gewürznelken",
      "1 TL Knoblauch-Ingwer-Paste",
      "4 Knoblauchzehen",
      "2 große Zwiebeln",
      "3 große Tomaten oder eine Dose passierte Tomaten",
      "15 Cashews",
      "1 Prise Salz",
      "Für das Paneer Butter Masala:",
      "1 EL Butter",
      "2 EL Öl",
      "1 Lorbeerblatt",
      "1 TL Salz",
      "1 TL Chili-Paprika-Pulver",
      "1 TL Garam Masala",
      "1 TL Korianderpulver",
      "1 TL Kurkuma",
      "0.5 TL Kreuzkümmel",
      "1 TL Steak-seasoning oder Pfeffer",
      "3 EL Sahne",
      "1 TL Bockshornkleeblätter"
    ],
    "preparation": [
      "Öl in einer Pfanne erhitzen. Grüne Kardamomen, Nelken, Ingwer (oder die Paste) und Knoblauch fein gehackt anbraten und gut umrühren. Dann die grob geschnittenen Zwiebeln dazu geben und gläsrig köcheln.",
      "Dann Tomaten und eine Prise Salz hinzugeben. 3 Minuten lang anbraten. Abdecken und kochen, bis die Zwiebel und Tomaten weich und breiig werden.",
      "In einen Mixer geben und pürieren, bis kaum Stücke zu entdecken sind. Wenn es nicht glatt ist, filtern Sie es durch ein Sieb in eine andere Schüssel. Bei Bedarf noch mit einem Schuss Wasser verdünnen.",
      "Butter und Öl in der gleichen Pfanne erhitzen und bei niedriger Stufe das Lorbeerblatt und die Gewürze dazugeben. Vorsicht, die Bockshornkleeblätter noch nicht.",
      "Alles unter stetigem Rühren leicht anbraten.",
      "Das gemischte Zwiebel-Tomaten-Püree einrühren. Vorsicht, falls das Öl in der Pfanne zu heiß ist, könnte es zum Spritzen kommen.",
      "Alles gut zusammen rühren und dann abgedeckt für 5-10 Minuten auf niedriger Stufe weiter köcheln lassen. Am Ende mit Sahne abschmecken und die Bockshornkleeblätter in der Hand zerreiben und über die Masse bröseln."
    ]
  },
  {
    "title": "Rotes Thai Curry",
    "image": "RotesThaiCurry.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch", "vegan"],
    "ingredients": [
      "1 Tasse Reis",
      "1.5 Tassen Wasser",
      "50g rote Thai Curry Paste",
      "400ml Kokosmilch",
      "1 Brokkoli",
      "2 Karotten",
      "1 Zwiebel",
      "5 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Den Reis mit dem Wasser zum Kochen bringen, ein wenig mit Salz würzen und sobald er kocht noch ca. 15 Minuten bei niedriger Temperatur köcheln lassen. Zwischendurch umrühren, damit der Reis nicht anbrennt.",
      "Die Zwiebel und den Knoblauch in einer Pfanne mit Öl anbraten. Dann den Brokkoli und die klein geschnittenen Karotten dazugeben und noch einmal leicht anbraten. Das alles mit ein wenig Wasser ablöschen und darauf die Paste einrühren. Die Kokosmilch dazugeben und für ca. 10 Minuten köcheln lassen. Falls die Masse zu dickflüssig ist, noch ein wenig mit Wasser verdünnen."
    ]
  },
  {
    "title": "Abura Soba",
    "image": "AburaSoba.jpg",
    "defaultPortions": 2,
    "tags": [],
    "ingredients": [
      "Soße:",
      "1 TL Wasser",
      "4 TL Austernsoße",
      "4 TL Sojasoße",
      "2 TL Mirin",
      "2 TL Sesamöl",
      "2 Prisen Hühnerbrühepulver",
      "2 Knoblauchzehen",
      "0.5 EL Sesamsamen",
      "1 Prise gemahlener schwarzer Pfeffer",
      "3 EL fein geschnittene Lauchzwiebeln",
      "0.5 TL Zucker",
      "Abura Soba Toppings:",
      "2 Portionen Ramen Nudeln",
      "3 EL fein geschnittene Lauchzwiebeln",
      "1 Packung gebackener Tofu",
      "2 Eier",
      "1 Handvoll Bambussprossen",
      "2 Knoblauchzehen",
      "Mais",
      "Röstzwiebeln"
    ],
    "preparation": [
      "Mische Wasser, Austernsoße, Sojasoße, Mirin, Sesamöl in einer Schüssel. Koche die Portionen Ramennudeln nach Anleitung.",
      "Brate Knoblauch und Frühlingszwiebeln mit Sesamsamen und schwarzen Pfeffer kurz in Öl an und gib die Mischung in der Schüssel zum kurzen Erhitzen dazu.",
      "Gib die Mischung dann direkt in die Servierschüsseln und darauf dann die Ramen. Nun kann mit Toppings nach belieben garniert werden.",
      "Am Ende werden die Eier getrennt und jeweils das Eigelb wird roh auf die Ramen getoppt. Das Eiweiß kann angebraten, eingerollt und auch als Topping auf den Haufen drauf.",
      "Vor dem Essen wird alles direkt in der Schüssel noch komplett umgerührt."
    ]
  },
  {
    "title": "Paneer Bhurji",
    "image": "PaneerBhurji.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "3 TL Öl",
      "0.5 TL Kreuzkümmel",
      "1 Zwiebel",
      "3 Knoblauchzehen",
      "1 TL Ingwer-Knoblauch-Paste",
      "2 grüne Chillies",
      "2 große Tomaten",
      "0.25 TL Kurkuma",
      "0.5 TL Chillipulver",
      "0.5 TL Korianterpulver",
      "0.5 TL Garam Masala",
      "Salz",
      "1 Paneer"
    ],
    "preparation": [
      "Den Paneer zerbröseln und beiseite stellen. Es muss nicht fein zerbröselt werden.",
      "Zwiebeln, Knoblauch, Tomaten und Chilischoten fein hacken. Beiseite stellen.",
      "Erhitze das Öl einer Pfanne. Lass das Öl bei mittlerer bis niedriger Hitze heiß werden. Füge Kreuzkümmelsamen hinzu. Lass sie knistern und ihre Farbe ändern. Sobald sie gebräunt sind, füge Zwiebeln und Knoblauch hinzu.",
      "Vermische alles gut. Wenn die Zwiebeln glasig werden, füge Ingwer-Knoblauch-Paste und gehackte Chilischoten hinzu. Einige Sekunden lang anbraten, bis der rohe Geruch von Ingwer und Knoblauch verflogen ist.",
      "Dann die Tomaten hinzufügen und bei mittlerer bis niedriger Hitze anbraten, bis sie weich sind. Die Tomaten ein wenig salzen",
      "Nun alle trockenen Gewürzpulver hinzufügen. Vermische die Gewürzpulver gut und brate sie 5 bis 6 Sekunden lang bei niedriger bis mittlerer Hitze an.",
      "Fügen Sie dann den zerbröckelten Paneer hinzu. Vermischen Sie alles gründlich und lassen Sie es 1 Minute lang bei niedriger Hitze kochen. Kochen Sie den Paneer nicht zu lange, da er sonst hart wird und seine Weichheit verliert.",
      "Serviere den Paneer Bhurji heiß mit geröstetem Brot oder Reis."
    ]
  },
  {
    "title": "Okonomiyaki",
    "image": "Okonomiyaki.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "1 Tasse Weizenmehl",
      "2 Tassen Weißkohl, fein gehackt",
      "0.75 Tasse Wasser oder Dashi-Brühe für mehr Geschmack",
      "2 große Eier",
      "3 Knoblauchzehen",
      "0.5 Tasse fein geschnittene Frühlingszwiebeln",
      "Okonomiyaki-Sauce",
      "Japanische Mayonnaise",
      "Bonitoflocken (optional)",
      "Salz und Pfeffer nach Geschmack",
      "Öl zum Braten"
    ],
    "preparation": [
      "In einer großen Schüssel das Mehl mit Wasser oder Dashi-Brühe verrühren, bis ein glatter Teig entsteht. Eier, eine Prise Salz, Pfeffer und gehackten Knoblauch hinzufügen und gut vermischen.",
      "Den gehackten Weißkohl und die Frühlingszwiebeln unter den Teig mischen, bis alles gleichmäßig verteilt ist.",
      "Eine große Pfanne oder einen flachen Grill bei mittlerer Hitze erhitzen und leicht ölen. Für jedes Okonomiyaki etwa eine Tasse der Mischung in die Pfanne geben und zu einem runden Pfannkuchen formen.",
      "Das Okonomiyaki bei mittlerer Hitze etwa 4-5 Minuten braten, bis die Unterseite goldbraun und knusprig ist. Vorsichtig wenden und die andere Seite weitere 4-5 Minuten braten, bis auch diese goldbraun ist.",
      "Das fertige Okonomiyaki auf einen Teller geben und mit Okonomiyaki-Sauce und japanischer Mayonnaise beträufeln. Mit Bonitoflocken bestreuen und sofort servieren."
    ]
  },
  {
    "title": "Japanisches Udon-Curry",
    "image": "JapanischesUdonCurry.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch", "vegan"],
    "ingredients": [
      "2 Packungen Udon",
      "100g Japanese Golden Curry",
      "1.5 Tassen Wasser",
      "1 Zwiebel",
      "5 Knoblauchzehen",
      "1 Packung dm-Sonnenblumenhack",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Das Sonnenblumenhack nach Packungsanleitung in einer Schüssel Wasser ziehen lassen. Zwiebeln und Knoblauch schälen und klein schneiden. Mit wenig Öl alles nacheinander im Topf anschwitzen. Danach das Sonnenblumenhack anbraten.",
      "Mit Wasser alles ablöschen und das 'Golden Curry' dazu geben, dann die Hitze klein stellen und dabei alles einrühren. Mit etwas Salz und Pfeffer abschmecken.",
      "Die Udon nach Packungsanleitung kochen und dann mit dem gut angebratenen Hack zum Curry geben. いただきます!"
    ]
  },
  {
    "title": "Char Koay Teow",
    "image": "CharKoayTeow.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "300g flache Reisnudeln",
      "8 Stück Medium Garnelen",
      "0.5 Becher Sprossen",
      "4 Stängel Thai Schnittlauch",
      "2 Eier",
      "4 Knoblauchzehen",
      "4 rote Chillies",
      "Soße für Stir Frying:",
      "1 EL Austernsoße",
      "1 TL Zucker",
      "1 EL Fischsoße",
      "1 EL dunkle Sojasoße",
      "0.25 TL weißer Pfeffer",
      "2 EL helle Sojasoße",
      "Erdnüsse"
    ],
    "preparation": [
      "Bereite alle Zutaten vor, bevor der Herd eingeschaltet wird. Reisnudeln in Wasser einlegen und alles schneiden. Höchstens immer eine Portion für 2 auf einmal anbraten.",
      "Geben Sie etwas Öl in den Wok. Gehackten Knoblauch und Garnelen bei starker Hitze hinzufügen und unter Rühren braten, bis es duftet (bis 10 zählen).",
      "Hitze reduzieren und Reisnudeln sowie vorbereitete Soße hinzufügen. Im Zickzack rühren und 3 bis 5 Mal langsam unter Rühren braten, um die Nudeln zu garen.",
      "Nudeln zur Seite schieben, Ei aufschlagen und Eiweiß stocken lassen.",
      "Schnittlauch und Sojasprossen hinzufügen. Im Zickzack braten, bis alles trocken ist und duftet.",
      "Anrichten mit gehackten Erdnüssen und heiß servieren. Eine Prise Pfeffer macht einen großen Unterschied ~ Pearly, George Town."
    ]
  },
  {
    "title": "Curry Kapitan",
    "image": "CurryKapitan.jpg",
    "defaultPortions": 2,
    "tags": [],
    "ingredients": [
      "1000g Hähnchenbrust",
      "Wasser, um das Hähnchen zu kochen",
      "3 EL Öl",
      "150g fein gehackte Zwiebel",
      "90g Kokoscreme",
      "3 EL Limettensaft",
      "0.5 EL Salz",
      "1 EL Zucker",
      "Zutaten Curry Paste:",
      "3 Stängel Zitronengras",
      "3 Macadamia",
      "45g rote Chillies, entkernt und in Stücke geschnitten",
      "25g frischer Kurkuma, gewaschen und geschnitten",
      "35g Galangal, sehr fein geschnitten",
      "15g Knoblauch",
      "3 getrocknete Chillies"
    ],
    "preparation": [
      "Zuerst die Zutaten für die Currypaste vorbereiten. Alle geschnittenen Zutaten und Wasser (1/3 der Höhe) in einen Zerkleinerer geben. Alle Zutaten fein zerkleinern.",
      "Die Currypaste in einer Pfanne bei mittlerer Hitze trocken anbraten. Die Hitze reduzieren und 2 bis 3 EL Speiseöl hinzufügen, bis es aromatisch duftet.",
      "Die Hähnchenstücke mit der Hautseite nach unten hinzufügen und 1 Minute lang anbraten. Nach 1 Minute die Hautseite wenden und erneut anbraten.",
      "Wasser hinzufügen, bis das Hähnchenfleisch bedeckt ist. Auf hohe Hitze stellen, bis es kocht. 1 Minute lang kochen lassen, dann die Hitze reduzieren. Das Hähnchenfleisch 10 Minuten lang köcheln lassen.",
      "Den Deckel öffnen, damit das Wasser verdampft, bis 1/3 des Hähnchenfleisches sichtbar ist.",
      "Füge Zwiebeln, Zucker, Salz, Limettensaft und zuletzt Kokoscreme hinzufügen und 1 Minute lang kochen lassen. Die Gewürze überprüfen. Die Hitze ausschalten.",
      "Hinweis: Kann 1 Tag im Voraus zubereitet werden, ohne die letzten 5 Zutaten. Diese beim Aufwärmen am nächsten Tag hinzufügen. Außerdem sollen die frischen Zutaten für 10 min in Wasser eingelegt werden, so werden sie wieder frischer ~ Pearly Kee."
    ]
  },
  {
    "title": "Onigiri",
    "image": "Onigiri.jpg",
    "defaultPortions": 4,
    "tags": [],
    "ingredients": [
      "Für die Füllung:",
      "180g Thunfisch",
      "2 El Mayonnaise",
      "1 Zwiebel",
      "2 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Onigiri:",
      "2 kleine Tassen Sushireis",
      "6 große Nori Blätter",
      "1 El Mirin",
      "Wasser",
      "Sojasoße"
    ],
    "preparation": [
      "Als erstes den Reis sehr gut waschen bis das Wasser beim waschen nicht mehr trüb wird. Das kann bis zu 7-8 Waschgänge dauern.",
      "Danach den Reis wie auf der Verpackung beschrieben (meistens mit einem Verhältnis von 1 zu 1,5) kochen. Ich füge gerne noch einen Schuss Sojasoße zum kochen hinzu.",
      "Währenddessen den Thunfisch mit einer Gabel zerkleinern, die Mayonaisse und die klein geschnittene Zwiebel/Knoblauch zusammen mischen und gut würzen.",
      "Wenn der Reis fertig gekocht ist, Mirin dazugeben und ordentlich umrühren und dann den Reis noch mal 5 Minuten zugedeckt stehen lassen.",
      "Am Ende muss man nur noch die Onigiri formen, die Füllung in die Mitte machen und mit den kleiner geschnittenen Nori-Blättern umhüllen.",
      "Es gibt extra Onigiri-Formen, aber man kann es auch mit den Händen machen. Immer die Hände nass machen, wenn mach den Reis berühren muss!"
    ]
  }
]
