[
  {
    "title": "Gnocchi Tomatensoße",
    "image": "GnocchiTomatensoße.jpg",
    "ingredients": [
      "500g Kartoffeln (am besten mehlige)",
      "250g Mehl",
      "50g Hartweizengrieß",
      "Salz",
      "Muskatnuss",
      "1 Zwiebel",
      "1 Dose passierte Tomaten",
      "3 Knoblauchzehen",
      "Tomatenmark",
      "Parmesan",
      "Oregano",
      "Thymian",
      "Basilikum",
      "Pfeffer",
      "etwas Öl"
    ],
    "preparation": [
      "Die Kartoffeln für etwa 20-25 Minuten mit viel Salz in einem Topf weich kochen.",
      "Währenddessen die Zwiebeln und den klein geschnittenen Knoblauch in einer Pfanne anbraten, die Hitze danach reduzieren und die Tomaten dazu geben. Das Ganze köcheln lassen und mit allen oben genannten Gewürzen abschmecken. Mit dem Tomatenmark etwas andicken.",
      "Die Kartoffeln in kaltem Wasser kurz abkühlen lassen und dann die Schale abmachen. Danach die Kartoffeln klein quetschen und mit den restlichen Zutaten in einer Schüssel verkneten, bis ein glatter Teig entsteht. Sollte der Teig etwas zu klebrig sein, noch etwas Mehl hinzufügen und zu einer Kugel formen.",
      "Den fertigen Teig in dicke Nudeln rollen und diese dann in kleine Teile zerteilen. Dabei können die Teile geformt werden, wie man will. Diese dann in einem Topf mit etwas Salz nochmal kochen, bis diese an der Oberfläche schwimmen.",
      "Die gekochten Gnocchi in die Soße geben und noch einmal gut unterrühren. Das fertige Essen noch mit Parmesan verfeinern und servieren."
    ]
  },
  {
    "title": "Griechische Pfanne",
    "image": "GriechischePfanne.jpg",
    "ingredients": [
      "1kg Kartoffeln",
      "2 Paprikas",
      "200g Feta",
      "1 Zwiebel",
      "4 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Thymian",
      "Öl"
    ],
    "preparation": [
      "Einen großen Topf mit Wasser füllen und mit viel Salz zum Kochen bringen. Die geschälten und klein geschnittenen Kartoffeln dazugeben und für ca. 10-15 Minuten kochen lassen. Wichtig ist, dass diese nicht zu weich werden, weil sie sonst später in der Pfanne matschig werden.",
      "Die in Scheiben geschnittene Zwiebel und den klein gehackten Knoblauch mit Öl in der Pfanne anbraten. Die klein geschnittenen Paprikas dazugeben und anbraten lassen. Danach die gekochten Kartoffeln dazugeben und vermengen. Zum Schluss noch den Fetakäse einrühren und schmelzen lassen und dabei alles mit Salz, Pfeffer und Thymian würzen."
    ]
  },
  {
    "title": "Kartoffelbrei mit Ei",
    "image": "KartoffelbreiMitEi.jpg",
    "ingredients": [
      "1kg Kartoffeln",
      "6 Eier",
      "150ml Milch",
      "100g Butter",
      "Salz",
      "Pfeffer",
      "Muskatnuss",
      "Öl"
    ],
    "preparation": [
      "Die Kartoffeln schälen und klein schneiden. Einen Topf mit Wasser und viel Salz zum Kochen bringen. Die Kartoffeln in den Topf geben und für 10-15 Minuten kochen lassen.",
      "Während die Kartoffeln kochen, die Eier in eine Schüssel geben und mit Salz und Pfeffer gut würzen. Öl in eine Pfanne geben und die Eier in der Pfanne zu Rührei anbraten.",
      "Wenn die Kartoffeln gekocht sind, mit der Butter und der Milch in eine Schüssel geben und alles zerpressen. Den Kartoffelbrei mit Pfeffer und Muskatnuss abschmecken und mit dem Rührei servieren."
    ]
  },
  {
    "title": "Gnocchi mit Basilikumpesto",
    "image": "GnocciBasilikumPesto.jpg",
    "ingredients": [
      "500g Kartoffeln (am besten mehlige)",
      "250g Mehl",
      "50g Hartweizengrieß",
      "100g Parmesan",
      "1 Bund Basilikum",
      "25g Pinienkerne",
      "Olivenöl",
      "3 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Muskat"
    ],
    "preparation": [
      "Die Kartoffeln für etwa 20-25 Minuten mit viel Salz in einem Topf weich kochen.",
      "Währenddessen Parmesan, Basilikum, Pinienkerne und Knoblauch mit einem Stabmixer pürieren und mit etwas Olivenöl und Wasser zu einer dicken Konsistenz bringen.",
      "Die Kartoffeln in kaltem Wasser kurz abkühlen lassen und dann die Schale abmachen. Danach die Kartoffeln klein quetschen und mit den restlichen Zutaten in einer Schüssel verkneten, bis ein glatter Teig entsteht. Sollte der Teig etwas zu klebrig sein, noch etwas Mehl hinzufügen und zu einer Kugel formen.",
      "Den fertigen Teig in dicke Nudeln rollen und diese dann in kleine Teile zerteilen. Dabei können die Teile geformt werden, wie man will. Diese dann in einem Topf mit etwas Salz nochmal kochen, bis diese an der Oberfläche schwimmen.",
      "Die gekochten Gnocchi in der Pfanne noch einmal kurz anbraten und bei bedarf noch geschnittene Zwiebeln oder Tomaten dazugeben-",
      "Am Ende das Pesto dazu geben und langsam mit Wasser verflüssigen bis zur gewünschten Konsistenz."
    ]
  },
  {
    "title": "Tortilla",
    "image": "ToBeContinued.png",
    "ingredients": [
      "1.2g Kartoffeln (vorwiegend festkochend",
      "2 Zwiebeln",
      "6 Eier",
      "1 TL Salz",
      "Sonnenblumenöl",
      "Olivenöl"
    ],
    "preparation": [
      "Die Kartoffeln und Zwiebeln schälen und in sehr dünne Scheiben schneiden.",
      "Die Eier kurz verquirlen und einen halben Teelöffel Salz unterrühren.",
      "Nun die Kartoffel-Zwiebel Mischung in die Eier rühren.",
      "Olivenöl in eine Pfanne geben, erhitzen und die Mischung hineingießen.",
      "Bei mittlerer Temperatur alles circa 12 Minuten braten lassen. Wenn die Tortilla beginnt von außen nach innen fest zu werden, einen ausreichend großen Teller auf die Pfanne legen und die Tortilla stürzen, bzw. wenden und vorsichtig umgekehrt wieder in die Pfanne gleiten lassen und weitere 5 bis 6 Minuten braten.",
      "Die fertige spanische Tortilla aus der Pfanne auf einen Teller gleiten lassen."
    ]
  }
]