[
  {
    "title": "Pancakes",
    "image": "Pancakes.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "150g Mehl",
      "1 El Zucker",
      "1 Tl Backpulver",
      "2 Eier",
      "Salz",
      "150 ml Milch"
    ],
    "preparation": [
      "Mehl, Zucker, Backpulver, Eier, Salz und Milch in einer Schüssel vermengen.",
      "Jetzt ein wenig Öl in einer Pfanne erhitzen. Dann den Pfannkuchenteig portionsweise (etwa 2 - 3 Esslöffel reichen)\n  hineingeben und zu einem großen, drei Zentimeter dicken Kreis formen.",
      "Bei mittlerer Hitzestufe wird der Teig nun so lange gebraten, bis die untere Seite golden und braun ist.",
      "Anschließend ein Mal wenden, bis er goldbraun gebraten ist.",
      "Servieren mit z.B. Nutella, Puderzucker"
    ]
  },
  {
    "title": "Milchreis (kalorienarm)",
    "image": "Milchreis.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients":[
      "200 g Milchreis/Risottoreis",
      "750 ml Milch",
      "6 EL Erythrit",
      "Salz"
    ],
    "preparation": [
      "Die Milch in einen Topf erhitzen bis sie anfängt zu schäumen.",
      "Währenddessen den Reis gut waschen und Beiseitestellen.",
      "Wenn die Milch anfängt zu schäumen, den Herd auf niedrige Hitze stellen und den Reis einmischen.",
      "Immer Mal den Reis umrühren und das ganze für 20-30 Minuten kochen lassen.",
      "Am Ende den Milchreis mit Erythrit süßen und eine Prise Salz untermischen."
    ]
  },
  {
    "title": "Baozi 包子",
    "image": "Baozi.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients":[
      "Für den Teig:",
      "300 g Mehl",
      "150 ml Wasser",
      "6 g Hefe",
      "0.5 TL Salz",
      "2 TL Zucker",
      "Für die Füllung:",
      "Nutella || Red Bean Paste || Marmelade"
    ],
    "preparation": [
      "Für den Teig in einer Schüssel Mehl, Salz, Hefe und Zucker vermengen.",
      "Mit Wasser verrühren, zu den trockenen Zutaten geben und mit der Hand auf der Arbeitsfläche oder der Küchenmaschine mit Teighaken 10 Minuten zu einem sehr glatten, weichen, aber nicht klebrigen Teig verkneten.",
      "Teig zu gleich großen Kugeln (28 g pro Kugel) formen, mit einem feuchten Tuch abdecken und an einem warmen Ort 45-90 Minuten gehen lassen, bis sich das Volumen in etwa verdoppelt hat.",
      "Den Teig über Nacht in den Kühlschrank stellen.",
      "Nacheinander ausrollen, dabei die Teigkugeln, die gerade nicht bearbeitet werden unter einem feuchten Tuch lagern, damit sie nicht austrocknen.",
      "Dazu Teiglinge auf einer gut bemehlten Arbeitsfläche leicht flach drücken. Mit einer Hand mit einem Nudelholz vorsichtig von außen nach innen und wieder zurück rollen, mit der anderen Hand anschließend drehen. Der Teig sollte innen dicker sein als außen.",
      "Wiederholen, bis die Wrapper auf etwa 10 cm Durchmesser ausgerollt sind.",
      "Je Teigling etwa 2 EL Füllung in die Mitte geben und rundherum einfalten (siehe dazu Videos in Youtube)",
      "Baozi auf kleine Backpapierstücke legen und in Dämpfkörben verteilen. Dabei etwa 1 cm Platz zwischen jedem Dumpling lassen.",
      "Kaltes Wasser in den Topf geben, Dämpfer platzieren und aufkochen. Sobald das Wasser kocht, Timer auf 15 Minuten stellen.",
      "Baozi anschließend schmausen, Mànmàn chī - 慢慢吃!"
    ]
  },
  {
    "title": "Bananenbrot",
    "image": "Bananenbrot.jpg",
    "defaultPortions": 4,
    "tags": ["vegetarisch"],
    "ingredients": [
      "2 überreife Bananen",
      "60 g Butter",
      "100 g Zucker",
      "1 Pck. Vanillezucker",
      "2 Eier",
      "80 ml Jogurt",
      "200g Weizenmehl",
      "1 TL Natron",
      "1 Prise Salz"
    ],
    "preparation": [
      "Den Backofen auf 175 °C Ober-/Unterhitze vorheizen. Eine Kastenform fetten und mit Mehl bestäuben.",
      "Die Bananen fein stampfen, sodass daraus ein Püree entsteht.",
      "Zucker, Butter, Vanillezucker, Eier, Jogurt, Mehl, Natron und Salz dazugeben und mit Schneebesen umrühren bis fast keine Klumpen mehr zu sehen sind.",
      "Die Teigmasse in die Kastenform füllen und ca. 1 Stunde auf mittlerer Schiene backen. Am besten nach 50 Minuten die erste Stäbchenprobe machen. Den Kuchen nach dem Backen etwa 10 Minuten in der Form kühlen lassen."
    ]
  },
  {
    "title": "Mango Sticky Rice ~ khao niew mamuang",
    "image": "MangoStickyRice.jpeg",
    "defaultPortions": 4,
    "tags": ["vegetarisch"],
    "ingredients": [
      "250 g Klebereis",
      "250 ml Kokosnusscream",
      "60 g Palmzucker oder Zucker",
      "1 TL Salz",
      "2 große, reife und süße Mangos",
      "1 TL Sesam"
    ],
    "preparation": [
      "Lege den Reis über Nacht in Wasser ein. Wenn man es eilig hat, dann den Reis für 40 min im heißem Wasser einlegen.)",
      "Gieße das Wasser ab und wasche den Reis gründlich.",
      "Lege den löchrigen Einsatz des Reissteamers mit einem Tuch aus und gib den Reis hinein.",
      "Stelle den Reiskocher auf Modus 'Steam' bzw. erhitze das Wasser und dünste den Reis bei mittlerer Hitze für 30 min.",
      "Wenn der Reis fertig ist, sollte die Konsistenz klebrig sein, sodass man den Reis zu einem Ball rollen kann.",
      "Während der Reis gesteamed wird, erhitze die Kokosnusscream, Salz und den Zucker langsam und rühre alle konstant. (zu stark erhitze Kokusnusscream gerinnt.)",
      "Lasse das Ganze kochen bis sich der Zucker auflöst.",
      "Den heißen Reis in eine große Schüssel geben und die Kokosnusscream-Mischung einrühren (etwas Kokosnusscream fürs Servieren aufheben). Rühre mit einem Löffel, um sicher zu gehen, dass alle Körner gut bedeckt sind.",
      "Lass den Reis bedeckt für 20 bis 30 min stehen bzw. bis die Kokosnusscream-Mischung vollständig aufgesaugt wurde. (Dabei sollte der Reis nicht zu breiig werden.)",
      "Der Sticky Rice kann grundsätzlich 2 h vorher gemacht werden und darf bei Raumtemperatur stehen gelassen werden.",
      "Kurz vorm Servieren, können die Mangos vorbereitet werden. Jeder hat seine Wege, also lasst euerer Kreativität freien Lauf! Ein üblicher Weg den Kern zu entfernen ist, die Mango entlang des Kerns auf beiden langen Seiten aufzuschneiden.",
      "Serviere alles bei Raumtemperatur. Gieße noch etwas der Kokosnusscream-Soße über den Sticky Rice und bestreue alles mit Sesam. Richte die Mangostücke um den Reis an.",
      "Der fertige Mango Sticky Rice kann bei Raumtemperatur für 6 bis 8 h bedeckt stehen gelassen werden."

    ]
  }
]