[
  {
    "title": "Camembert Sahne Soße",
    "image": "CamembertSahneSoße.jpg",
    "ingredients": [
      "250g Nudeln",
      "200ml Sahne",
      "1 Camembert",
      "1 Zwiebel",
      "Salz",
      "Pfeffer",
      "Muskatnuss",
      "Öl"
    ],
    "preparation": [
      "Die Nudeln mit einem Esslöffel Salz zum Kochen bringen und für ca. 10 Minuten kochen lassen.",
      "Die klein geschnittene Zwiebel in einer Pfanne mit Öl anbraten. Danach die Sahne dazugeben und diese noch ein wenig aufkochen lassen. Den Camembert in kleine Teile schneiden und in die Soße einrühren, bis dieser sich fast komplett aufgelöst hat. Am Ende die Soße noch mit Salz, Pfeffer und Muskatnuss abschmecken und die gekochten Nudeln dazugeben."
    ]
  },
  {
    "title": "Feta Nudeln",
    "image": "FetaNudeln.jpg",
    "ingredients": [
      "250g Nudeln",
      "200g Feta oder Hirtenkäse",
      "1 Dose passierte Tomaten",
      "1 Zwiebel",
      "3 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Oregano",
      "Basilikum",
      "Öl"
    ],
    "preparation": [
      "Einen Topf mit Wasser und einem Esslöffel Salz zum Kochen bringen und dann die Nudeln für ca. 10 Minuten kochen lassen.",
      "Die klein geschnittene Zwiebel mit ein wenig Öl in einer Pfanne anbraten und dann den klein geschnittenen Knoblauch dazugeben. Darauf alles mit den passierten Tomaten ablöschen und den Herd ein wenig runterstellen. Den Käse dazu mischen und schmelzen lassen. Falls die Konsistenz noch zu dickflüssig ist, ein wenig Nudelwasser dazu geben. Am Ende mit Salz, Pfeffer, Oregano und Basilikum abschmecken und die Nudeln in die Soße geben."
    ]
  },
  {
    "title": "Mühlenhack Nudeln",
    "image": "Muehlenhack.jpg",
    "ingredients": [
      "250g Nudeln",
      "200ml Schlagsahne",
      "180g Veganes Mühlenhack",
      "1 Zwiebel",
      "3 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Einen Topf mit Wasser und einem Esslöffel Salz zum Kochen bringen und dann die Nudeln für ca. 10 Minuten kochen lassen.",
      "Die klein geschnittene Zwiebel mit ein wenig Öl in einer Pfanne anbraten und dann den klein geschnittenen Knoblauch und das Mühlenhack dazugeben. Wenn alles gut angebraten ist, mit der Sahne ablöschen und mit Salz und Pfeffer abschmecken. Am Ende die gekochten Nudeln noch in die Soße mischen."
    ]
  },
  {
    "title": "Pilz Sahne Nudeln",
    "image": "PilzSahneSoße.jpg",
    "ingredients": [
      "250g Nudeln",
      "200ml Schlagsahne",
      "200g Pilze",
      "1 Zwiebel",
      "2 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Einen Topf mit Wasser und einem Esslöffel Salz zum Kochen bringen und dann die Nudeln für ca. 10 Minuten kochen lassen.",
      "Die klein geschnittene Zwiebel mit ein wenig Öl in einer Pfanne anbraten und dann den klein geschnittenen Knoblauch und die in Scheiben geschnittenen Pilze dazugeben. Alles gut anbraten lassen und dann mit der Sahne ablöschen. Mit Salz und Pfeffer würzen und bei Bedarf mit ein wenig Mehl andicken. Am Ende die gekochten Nudeln unter die Soße mischen."
    ]
  },
  {
    "title": "Spinat Lasagne",
    "image": "Spinatlasagne.jpg",
    "ingredients": [
      "450g Spinat",
      "300g Frischkäse",
      "200g Sahne",
      "2 Zwiebeln",
      "250g Krümmelkäse",
      "ca. 12 Lasagneblätter",
      "Parmesan",
      "Muskat",
      "Salz",
      "Pfeffer",
      "Öl"
    ],
    "preparation": [
      "Die Zwiebeln mit etwas Öl in einer Pfanne anbraten, die Hitze wieder reduzieren und den Spinat dazugeben. Das Ganze mit der Sahne und danach mit dem Frischkäse ablöschen und gut umrühren. Am Ende die ganze Soße mit den oben genannten Gewürzen abschmecken.",
      "Nun die Soße, Parmesan und die Lasagneblätter in ca. 3-4 Schichten in einer Auflaufform aufschichten und am Ende den Käse darüber geben.",
      "Die Spinatlasagne im vorgeheizten Ofen bei 180 Grad Umluft oder 200 Grad Ober- und Unterhitze für 30-40 Minuten backen lassen."
    ]
  },
  {
    "title": "Spinatnudeln",
    "image": "Spinatnudeln.jpg",
    "ingredients": [
      "250g Nudeln",
      "400g Spinat",
      "1 Zwiebel",
      "200ml Schlagsahne",
      "Salz",
      "Pfeffer",
      "Muskatnuss"
    ],
    "preparation": [
      "Die Nudeln mit einem Esslöffel Salz für ca. 10 Minuten kochen lassen.",
      "Den Spinat in einem Topf auftauen lassen und sobald dieser flüssig ist, die klein geschnittene Zwiebel dazugeben und mit der Sahne andicken und noch einmal aufkochen lassen.",
      "Die Soße mit Salz, Pfeffer und Muskatnuss würzen und danach die Nudeln zu der Soße geben."
    ]
  },
  {
    "title": "Tomatenrisotto",
    "image": "Tomatenrisotto.jpg",
    "ingredients": [
      "150g Risottoreis",
      "3 große Tomaten",
      "1 kleine Zwiebel",
      "4 Knoblauchzehen",
      "100ml Rotwein",
      "400ml Gemüsebrühe",
      "1 EL Tomatenmark",
      "Parmesan",
      "Salz",
      "Pfeffer",
      "Thymian",
      "Oregano",
      "Basilikum",
      "Öl"
    ],
    "preparation": [
      "Als erstes den Reis ordentlich waschen und dann kurz beiseite Stellen.",
      "Zwiebel und Knoblauch fein hacken und in einer Pfanne mit Öl anbraten.",
      "Nach ca. 3 Minuten den gewaschenen Reis dazu geben und noch einmal kurz anbraten.",
      "Dabei die Tomaten klein schneiden und dann in die Pfanne dazu geben.",
      "Danach wird alles mit dem Rotwein abgelöscht und man lässt es soweit reduzieren, bis fast keine Flüßigkeit mehr vorhanden ist.",
      "Jetzt den Tomatenmark dazu geben und unterrühren.",
      "Darauf wird das ganze mit der Gemüsebrühe abgelöscht. Wenn man es sich schneller machen möchte, kann man die Gemüsebrühe vorher schon heiß machen.",
      "Das ganze muss jetzt für ca. 15-20 Minuten kochen und dabei sollte man immer mal umrühren",
      "Am Ende das Risotto noch mit Parmesan andicken und mit den Gewürzen abschmecken."
    ]
  }
]