[
  {
    "title": "Baguette",
    "image": "Baguette.jpg",
    "defaultPortions": 4,
    "tags": ["vegetarisch", "vegan"],
    "ingredients": [
      "400g Mehl (Type 00)",
      "1 TL Zucker",
      "1 TL Salz",
      "10g frische Hefe",
      "270ml lauwarmes Wasser",
      "etwas Mehl zur Teigverarbeitung"
    ],
    "preparation": [
      "Mehl mit Zucker und Salz in einer Schüssel vermischen. Hefe hinein bröckeln. 270ml lauwarmes Wasser zugeben und mit einem Kochlöffel miteinander verrühren.",
      "Der Teig ist sehr weich und sollte daher abgedeckt mindestens 2 Stunden ruhen, damit sich das Aroma entfaltet.",
      "Teig auf eine stark bemehlte Arbeitsfläche geben und mit leicht angefeuchteten Händen zu mehreren langen Schlangen falten.",
      "Zugedeckt auf der Arbeitsfläche 30 Minuten ruhen lassen.",
      "Ein Blech mit Backpapier vorbereiten. Auf das Backpapier etwas Mehl streuen. Auf das Backblech setzen und die Fladen mit etwas Mehl bestreuen. Zugedeckt 30 Minuten ruhen lassen. Backofen auf 240 Grad (Umluft: 220 Grad) vorheizen. Ca. 22 Minuten backen und auf einem Kuchengitter auskühlen lassen."
    ]
  },
  {
    "title": "Burger",
    "image": "Burger.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "Burger:",
      "2 Burgerbrot",
      "2 Patties",
      "2 Käsescheiben",
      "Salat",
      "Zwiebel",
      "Tomate",
      "Soße:",
      "4 TL Mayonnaise",
      "2 TL Ketchup",
      "1 TL Senf",
      "2 Knoblauchzehen",
      "1 saure Gurke",
      "Salz",
      "Pfeffer"
    ],
    "preparation": [
      "Mayonnaise, Ketchup und Senf in eine Schüssel geben. Dazu die klein geschnittenen Knoblauchzehen und saure Gurke geben und mit Salz und Pfeffer verfeinern.",
      "Die Burgerbrötchen in den Toaster stecken und währenddessen die Patties in der Pfanne anbraten und am Ende den Käse darauf schmelzen lassen.",
      "Die Soße auf beide Seiten der Brötchen verteilen. Salat, Zwiebeln und Tomaten darüber legen und am Ende das fertige Patty darauf legen."
    ]
  },
  {
    "title": "Pizza",
    "image": "Pizza.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "Teig:",
      "250 Mehl",
      "150ml Wasser",
      "2g Trockenhefe",
      "2 TL Salz",
      "Soße:",
      "0.25 Dose passierte Tomaten",
      "2 Knoblauchzehen",
      "Salz",
      "Pfeffer",
      "Oregano",
      "Basilikum",
      "Belag",
      "2 Mozzarellaball",
      "0.5 Zwiebel"
    ],
    "preparation": [
      "Das Mehl in eine Schüssel geben, Trockenhefe und Salz dazu mischen. Das Wasser darüber kippen und den Teig ordentlich kneten. Den Teig abgedeckt für mindestens eine Stunde bei Zimmertemperatur stehen lassen.",
      "Die passierten Tomaten in eine Schüssel geben, den klein gehackten Knoblauch dazugeben und mit Salz, Pfeffer, Oregano und Basilikum würzen.",
      "Den fertigen Teig ausrollen und mit der Tomatensoße, Käse und klein gehackten Zwiebeln belegen.",
      "Den Pizzaofen auf Stufe 2,5 für 10 Minuten vorheizen. Die Pizza in den Ofen legen und für 4 Minuten backen. Danach den Pizzaofen ausmachen und vor einer neuen Pizza kurz für 1-2 Minuten abkühlen lassen."
    ]
  },
  {
    "title": "Pizzataschen",
    "image": "Pizzataschen.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "Teig:",
      "300g Mehl",
      "180ml Milch",
      "50g Butter",
      "1 TL Backpulver",
      "1 TL Trockenhefe",
      "1 TL Salz",
      "etwas Öl",
      "Füllung:",
      "200g Krümmelkäse",
      "1 Zwiebel",
      "1 Dose passierte Tomaten",
      "3 Knoblauchzehen",
      "Tomatenmark",
      "Oregano",
      "Thymian",
      "Basilikum",
      "Salz",
      "Pfeffer",
      "etwas Öl"
    ],
    "preparation": [
      "Die Butter weich werden lassen (z.B. in der Mikrowelle).",
      "Die restlichen Zutaten mit der geschmolzenen Butter in einer Schüssel verkneten, bis ein glatter Teig entsteht. Sollte der Teig etwas zu klebrig sein, noch etwas Mehl hinzufügen und zu einer Kugel formen.",
      "Den Teig abgedeckt bei Zimmertemperatur für etwa 2 Stunden stehen lassen.",
      "Währenddessen die Zwiebeln und den klein geschnittenen Knoblauch in einer Pfanne anbraten, die Hitze danach reduzieren und die Tomaten dazugeben. Das Ganze köcheln lassen und mit allen oben genannten Gewürzen abschmecken. Mit dem Tomatenmark etwas andicken.",
      "Den Teig in 6 kleinere Stücke teilen, diese ausrollen und mit der Soße und dem Käse füllen.",
      "Die Teiglinge vorsichtig verschließen und mit etwas Öl auf kleiner Hitze abgedeckt in einer Pfanne anbraten."
    ]
  },
  {
    "title": "Quesadilla",
    "image": "Quesadilla.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "6 Wraps",
      "250g Streukäse",
      "100ml Salsasoße",
      "1 Zwiebel",
      "Öl"
    ],
    "preparation": [
      "Generell wird immer nur eine Hälfte des Wraps befüllt, damit dieser am Ende zusammengefaltet werden kann.",
      "2-3 Teelöffel Salsasoße auf dem Wrap verteilen und diesen mit den klein geschnittenen Zwiebelstücken und Streukäse befüllen.",
      "Eine Pfanne mit einem wenig Öl heiß werden lassen und dann die zusammengefalteten Wraps in die Pfanne geben bis diese goldbraun sind und danach noch einmal von der anderen Seite anbraten lassen. Am besten dabei den Deckel auf der Pfanne lassen, damit der Käse besser schmilzt."
    ]
  },
  {
    "title": "Eiwrap",
    "image": "Eiwrap.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "2 High Protein Wraps",
      "50g Frischkäse",
      "2 Eier",
      "8 Gurkenscheiben",
      "Öl",
      "Salz",
      "Pfeffer",
      "geräuchertes Paprikapulver"
    ],
    "preparation": [
      "Eine Pfanne vorheizen, ein wenig Öl dazu geben und dann zwei Spiegeleier in der Pfanne machen.",
      "Währenddessen die Wraps mit dem Frischkäse bestreichen und die Spiegeleier dann einmal wenden.",
      "Den Wrap mit den gewürzen verfeinern und die Gurkenscheiben in eine Reihe legen.",
      "Die fertigen Spiegeleier auf die Gurken legen, den Wrap zusammenrollen und am Ende noch einmal kurz in die Pfanne legen, damit diese verschließen.",
      "PS: Hier ein Video wie man Wraps verschließt: https://www.youtube.com/watch?v=j5Sm_umARa0"
    ]
  },
  {
    "title": "Roti Chanai",
    "image": "RotiChanai.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "Zutaten A:",
      "320g Mehl",
      "1 EL weiche Butter",
      "2 EL geschlagenes Ei",
      "Zutaten B, gut gemischt:",
      "150 ml warmes Wasser",
      "0.5 TL Salz",
      "2 TL Zucker",
      "Zutaten C:",
      "Öl"
    ],
    "preparation": [
      "In einer großen Schüssel die Zutaten A gut vermischen. Die Zutaten B hinzufügen und gut vermischen.",
      "Nach und nach 3 Mal Wasser hinzufügen und nach dem Hinzufügen des Wassers mindestens 10 Mal kneten.",
      "Sobald der Teig geschmeidig ist, zu einer Wurst formen (Konsistenz: weich und nicht klebrig. Wenn er klebrig ist, wurde er nicht ausreichend geknetet).",
      "Zu 4 bis 6 Kugeln (Größe von Tennisbällen) formen. Mindestens 1 Stunde oder über Nacht im Kühlschrank ruhen lassen.",
      "Die Kugeln mit Öl einreiben. Vor dem Backen 1 Stunde ruhen lassen.",
      "Ausrollen und Kochen Zubereitung:Zum Ausrollen der Roti-Kugeln verwenden Sie: 1) eine Marmorplatte oder 2) eine Tischplatte.",
      "Ölen Sie die Arbeitsfläche ein. Rollen Sie den Teig flach aus, ohne ihn zu zerreißen. Während Sie den Teig ausrollen, ölen Sie Ihre Finger mit Öl oder weicher Butter ein.",
      "Dehnen und ruhen lassen, wie gezeigt.",
      "Zeit zum Falten: Etwas Öl auf den großen Pfannkuchen träufeln, um Schichten zu bilden. Ein Drittel zur Mitte hin falten und das andere Drittel ebenfalls zur Mitte hin falten. Dies auf beiden Seiten wiederholen. So erhält man einen flachen, 9-fach gefalteten quadratischen Pfannkuchen.",
      "Erhitzen Sie eine Bratpfanne und braten Sie den Fladen auf beiden Seiten an. Geben Sie etwas geschmolzene Butter oder Öl auf die Seiten. Braten Sie beide Seiten, indem Sie mit einem Schöpflöffel darauf drücken. Durch das Drücken wird der Roti braun und gar.",
      "Nehmen Sie ihn heraus, sobald er auf beiden Seiten braun ist und drücken Sie mit beiden Händen auf den Roti, damit er zerbricht und sich in Schichten trennt.~ Pearly Kee"
    ]
  },
  {
    "title": "Falafel Wrap",
    "image": "FalafelWrap.jpg",
    "defaultPortions": 2,
    "tags": ["vegetarisch"],
    "ingredients": [
      "Zutaten Falafel:",
      "600 ml Wasser",
      "125g getrocknete Kichererbsen",
      "0.5 Bund Koriander",
      "0.5 Bund Petersilie",
      "20g Mehl",
      "5 Knoblauchzehen",
      "1 kleine rote Zwiebel",
      "1 TL Koriander",
      "1 TL Kreuzkümmel",
      "1 TL schwarzer Pfeffer",
      "1.5 TL Salz",
      "Öl zum Backen",
      "Zutaten Wraps:",
      "2 Wraps",
      "2 Essiggurken",
      "1 EL Zitronensaft",
      "etwas Petersilie",
      "Schuss Öl",
      "Salz",
      "Pfeffer",
      "3 EL Joghurt",
      "1 Knoblauchzehe"
    ],
    "preparation": [
      "Die getrocknete Kichererbsen mit dem Wasser in eine Schüssel geben und über nacht einweichen lassen.",
      "Nachdem die Kichererbsen aufgequollen sind, gießt Du sie in einem Sieb ab, wäschst sie kurz ab und lässt sie abtropfen. Die Kichererbsen müssen im Anschluss nicht gekocht werden.",
      "Die rote Zwiebel und die Knoblauchzehen schälst Du und würfelst sie in grobe Stücke. Den Koriander und Petersilie wäschst Du und trocknest sie ab. Dann pürierst Du diese Gemüsezutaten mit den Kichererbsen sehr fein.",
      "Alles in eine Schüssel geben und dazu kommt das Mehl und etwas Backpulver sowie die Gewürze.",
      "Nun vermengst Du alles gut mit den Händen zu einer Masse. Dann muss die Masse, um stabil und formbar zu werden, für mindestens 30 Minuten, gerne auch mehrere Stunden im Kühlschrank ruhen.",
      "Die Falafeln zu Bällchen formen und für den Ofen die Falafel mit Öl bepinseln, 2x15 Minuten bei 180°C Heißluft auf mittlerer Schiene backen.",
      "Die Essiggurken in Würfel schneiden.",
      "Für die Salatsoße Öl, Zitronensaft, Salz, Pfeffer und Petersilie vermengen.",
      "Joghurt mit gepressten Knoblauch vermengen und mit Salz und Pfeffer abschmecken.",
      "Alles in den Wrap rein und falten. Bei Bedarf können diese zum verschließen noch einmal kurz angebraten werden."
    ]
  },
  {
    "title": "Quiche",
    "image": "Quiche.jpg",
    "defaultPortions": 4,
    "tags": ["vegetarisch"],
    "ingredients": [
      "1 Stange Blätterteig",
      "700g Zuccini",
      "1 große Zwiebel",
      "2 EL Öl",
      "3 Eier",
      "200g Schmand",
      "100g Streukäse",
      "Salz",
      "Peffer"
    ],
    "preparation": [
      "Backofen auf 180 Grad (Umluft 160 Grad) vorheizen. Quicheform (Ø 28cm) einfetten und mit Mehl bestäuben.",
      "Für den Mürbeteig Mehl, Butter, Ei, Salz und 2 Esslöffel Wasser zu einem Teig verkneten. Die Arbeitsfläche mit Mehl bestäuben. Den Teig mit einem Nudelholz ausrollen und in die Form legen, andrücken, sodass ein Rand von etwa 3cm entsteht.",
      "Für den Belag Gemüse waschen, schälen und würfeln. Zwiebel würfeln. Öl in eine Pfanne geben, die Zwiebeln leicht andünsten. Dann das ganze Gemüse hinzufügen. Auf mittlerer Hitze mehrere Minuten leicht anbraten.",
      "Währenddessen Eier verquirlen, dann Schmand, Käse und Gewürze hinzugeben und unterrühren. Gebratenes Gemüse auf den vorgebackenen Teig geben. Dann die Eier-Schmandmischung darüber geben und verteilen. Die Quiche 30-40 Minuten goldbraun backen. Die Quiche ergibt ca. 10 Stücke."
    ]
  },
  {
    "title": "Bananenbrot",
    "image": "Bananenbrot.jpg",
    "defaultPortions": 4,
    "tags": ["vegetarisch"],
    "ingredients": [
      "2 überreife Bananen",
      "60 g Butter",
      "100 g Zucker",
      "1 Pck. Vanillezucker",
      "2 Eier",
      "80 ml Jogurt",
      "200g Weizenmehl",
      "1 TL Natron",
      "1 Prise Salz"
    ],
    "preparation": [
      "Den Backofen auf 175 °C Ober-/Unterhitze vorheizen. Eine Kastenform fetten und mit Mehl bestäuben.",
      "Die Bananen fein stampfen, sodass daraus ein Püree entsteht.",
      "Zucker, Butter, Vanillezucker, Eier, Jogurt, Mehl, Natron und Salz dazugeben und mit Schneebesen umrühren bis fast keine Klumpen mehr zu sehen sind.",
      "Die Teigmasse in die Kastenform füllen und ca. 1 Stunde auf mittlerer Schiene backen. Am besten nach 50 Minuten die erste Stäbchenprobe machen. Den Kuchen nach dem Backen etwa 10 Minuten in der Form kühlen lassen."
    ]
  }
]